

/*if(confirm(`Вам є 18?`) == true){
console.log(`Привіт`)
}

let vidov1 = prompt(`Якого кольору трава?`)

if(vidov1 == `зелена` || vidov1 == `green`){
	alert(`Вітаю ваша оцінка 11 балів`)
}else if(vidov1 ==`лаймового`){
	alert(`вововоовв ЯКККК??? 12+ НА ВЕСЬ СЕМЕСТИР оаовоаов`)
}
else{
	alert(`лох 2!)`)
}	
*/



let vidov1 = prompt (`Вітаю, пройдіть цей невеличкий тест щоб пройти першйи рівень, одразу попереджаю одне неправильне питання і тест провалено. Так, перше питання: який колір на світлофорі повинен бути коли можна рухатись?`)
if (vidov1 == `Зелений` || vidov1 == `Green`){
	
	alert (`Вітаю, ви пройшли перше запитання, перейдім до другого. На який колір потрібно приготуватись до старту?`)
}else if (vidov1 == `Жовтий` || vidov1 == `Yellow`){
		alert(`Ух ти, ви молодець! Давайте до останнього запитання`)
	

}else if (vidov1 == `Червоний` || vidov1 ==`Red`){
	alert(`Вітаю, ви пройшли тест! Гарного дня!`)
	

}else
		alert(`Ви нажаль не відповіли правильно на запитання. Щоб перездати тест, зачекайте 1 день. Бажаю вам гарного дня!`)
	
			